#Include 'Protheus.ch'

// -----------+-----------------+-----------------------------------------------------------
// Data       | Autor: 	        | Descricao
// -----------+-----------------+-----------------------------------------------------------
// 09/08/2017 | Don Carvalho	| Exemplo de utilização da função Len()
//		      |                 | 
// -----------+-----------------+-----------------------------------------------------------
User Function TOTA0005()
	Local cTexto := "asdhfjfgfjgl"
	
	alert(length(cTexto))

Return

